Repository: sparkylinux/sparky-tube
Catalog: usr/share/doc/sparky-tube/po/sparky-tube_*.po
Languages: de, el, es_es, fi, fr, hu, it, ja, pl, pt_br, pt_pt, ru, uk

source: You should have received a copy of the GNU General Public License along with this program. If not, see https://www.gnu.org/licenses/.
de: Sie sollten zusammen mit diesem Programm eine Kopie der GNU General Public License erhalten haben. Wenn nicht, siehe https://www.gnu.org/licenses/.
el: Θα έπρεπε να έχετε λάβει ένα αντίγραφο της Γενικής Δημόσιας Άδειας GNU μαζί με αυτό το πρόγραμμα. Εάν όχι, ανατρέξτε στη διεύθυνση https://www.gnu.org/licenses/.
es_es: Debería haber recibido una copia de la Licencia Pública General de GNU junto con este programa. Si no es así, consulte https://www.gnu.org/licenses/.
fi: Sinun olisi pitänyt saada kopio GNU General Public License -lisenssistä tämän ohjelman mukana. Jos ei, katso https://www.gnu.org/licenses/.
hu: Ezzel a programmal együtt meg kellett volna kapnia a GNU General Public License egy példányát. Ha nem, látogasson el a https://www.gnu.org/licenses/ oldalra.
it: Dovresti aver ricevuto una copia della GNU General Public License insieme a questo programma. In caso contrario, consulta https://www.gnu.org/licenses/.
ja: このプログラムには GNU 一般公衆利用許諾書のコピーが付属しているはずです。付属していない場合は、https://www.gnu.org/licenses/ を参照してください。
pl: Powinieneś otrzymać kopię Powszechnej Licencji Publicznej GNU wraz z tym programem. Jeśli nie, zobacz https://www.gnu.org/licenses/.
pt_br: Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa. Se não, veja https://www.gnu.org/licenses/.
ru: Вы должны были получить копию GNU General Public License вместе с этой программой. Если нет, см. https://www.gnu.org/licenses/.
uk: Ви мали отримати копію GNU General Public License разом із цією програмою. Якщо ні, перегляньте https://www.gnu.org/licenses/.

source: Playing Video/Audio file...
de: Video-/Audiodatei wird abgespielt...
el: Αναπαραγωγή αρχείου βίντεο/ήχου...
es_es: Reproduciendo archivo de vídeo/audio...
fi: Toistetaan video-/äänitiedostoa...
fr: Lecture du fichier vidéo/audio...
hu: Videó/hangfájl lejátszása...
it: Riproduzione file video/audio...
ja: ビデオ/オーディオ ファイルを再生しています...
pl: Odtwarzanie pliku wideo/audio...
pt_br: Reproduzindo o arquivo de Vídeo/Aúdio...
pt_pt: A reproduzir ficheiro de vídeo/áudio...
ru: Воспроизведение видео/аудиофайла...
uk: Відтворення відео/аудіофайлу...

source: Downloading audio...
de: Audio wird heruntergeladen...
el: Λήψη ήχου...
es_es: Descargando audio...
fi: Ladataan ääntä...
fr: Téléchargement audio...
hu: Hang letöltése...
it: Download audio...
ja: オーディオをダウンロードしています...
pl: Pobieranie audio...
pt_br: Baixando áudio...
pt_pt: A descarregar áudio...
ru: Загрузка аудио...
uk: Завантаження аудіо...

source: Logo not found at %s. Check path.
de: Logo unter %s nicht gefunden. Pfad prüfen.
el: Το λογότυπο δεν βρέθηκε στο %s. Ελέγξτε τη διαδρομή.
es_es: Logotipo no encontrado en %s. Comprueba el camino.
fi: Logoa ei löydy osoitteesta %s. Tarkista polku.
fr: Logo introuvable à %s. Vérifiez le chemin.
hu: A logó nem található itt: %s. Ellenőrizze az útvonalat.
it: Logo non trovato in %s. Controllare il percorso.
ja: %s にロゴが見つかりません。パスを確認してください。
pl: Nie znaleziono logo w %s. Sprawdź ścieżkę.
pt_br: Logotipo não encontrado em %s. Verifique o caminho.
pt_pt: Logótipo não encontrado em %s. Verifique o caminho.
ru: Логотип не найден в %s. Проверьте путь.
uk: Логотип не знайдено на %s. Перевірте шлях.

source: Folder %s not found. Check the path.
de: Ordner %s nicht gefunden. Überprüfen Sie den Pfad.
el: Ο φάκελος %s δεν βρέθηκε. Ελέγξτε τη διαδρομή.
es_es: Carpeta %s no encontrada. Comprueba el camino.
fi: Kansiota %s ei löydy. Tarkista polku.
fr: Le dossier %s est introuvable. Vérifiez le chemin.
hu: A %s mappa nem található. Ellenőrizze az utat.
it: Cartella %s non trovata. Controllare il percorso.
ja: フォルダ %s が見つかりません。パスを確認してください。
pl: Nie znaleziono folderu %s. Sprawdź ścieżkę.
pt_br: Pasta %s não encontrada. Verifique o caminho.
pt_pt: Pasta %s não encontrada. Verifique o caminho.
ru: Папка %s не найдена. Проверьте путь.
uk: Папка %s не знайдена. Перевірте шлях.

source: None
de: Keiner
el: Κανένας
es_es: Ninguno
fi: Ei mitään
fr: Aucun
hu: Egyik sem
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Жодного

source: Yes
de: Ja
el: Ναί
es_es: Sí
fi: Kyllä
fr: Oui
hu: Igen
it: Sì
ja: はい
pl: Tak
pt_br: Sim
pt_pt: Sim
ru: Да
uk: так

source: No
de: Nein
el: Οχι
fi: Ei
fr: Non
hu: Nem
ja: いいえ
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
uk: немає

source: No yt-dlp processes found.
de: Keine yt-dlp-Prozesse gefunden.
el: Δεν βρέθηκαν διαδικασίες yt-dlp.
es_es: No se encontraron procesos yt-dlp.
fi: Yt-dlp-prosesseja ei löytynyt.
fr: Aucun processus yt-dlp trouvé.
hu: Nem találhatók yt-dlp folyamatok.
it: Nessun processo yt-dlp trovato.
ja: yt-dlp プロセスが見つかりません。
pl: Nie znaleziono procesów yt-dlp.
pt_br: Nenhum processo yt-dlp encontrado.
pt_pt: Nenhum processo yt-dlp encontrado.
ru: Процессы yt-dlp не найдены.
uk: Процеси yt-dlp не знайдено.

source: No you-get processes found.
de: Keine you-get-Prozesse gefunden.
el: Δεν βρέθηκαν διαδικασίες You-get.
es_es: No se encontraron procesos you-get.
fi: You-get-prosesseja ei löytynyt.
fr: Aucun processus you-get trouvé.
hu: Nem található you-get folyamat.
it: Nessun processo you-get trovato.
ja: you-get プロセスが見つかりません。
pl: Nie znaleziono procesów you-get.
pt_br: Nenhum processo you-get encontrado.
pt_pt: Nenhum processo you-get encontrado.
ru: Процессы you-get не найдены.
uk: Процеси You-get не знайдено.

source: Checking if user is connected to the internet...
de: Überprüfe, ob der Benutzer mit dem Internet verbunden ist...
el: Έλεγχος εάν ο χρήστης είναι συνδεδεμένος στο διαδίκτυο...
es_es: Comprobando si el usuario está conectado a Internet...
fi: Tarkistetaan, onko käyttäjä yhteydessä Internetiin...
fr: Vérification de la connexion de l'utilisateur à Internet...
hu: Annak ellenőrzése, hogy a felhasználó csatlakozik-e az internethez...
it: Controllo se l'utente è connesso a Internet...
ja: ユーザーがインターネットに接続しているかどうかを確認しています...
pl: Sprawdzanie, czy użytkownik jest połączony z internetem...
pt_br: Verificando se o usuário está conectado à internet...
pt_pt: Verificando se o utilizador está ligado à internet...
ru: Проверка подключения пользователя к Интернету...
uk: Перевірка підключення користувача до Інтернету...

source: Connected to the Internet
de: Mit dem Internet verbunden
el: Συνδεδεμένο στο Διαδίκτυο
es_es: Conectado a Internet
fi: Internet-yhteys
fr: Connecté à Internet
hu: Csatlakozva az internethez
it: Connesso a Internet
ja: インターネットに接続しています
pl: Połączono z internetem
pt_br: Conectado à Internet
pt_pt: Ligado à Internet
ru: Подключен к Интернету
uk: Підключено до Інтернету

source: The yt-dlp package is not installed... Do you want to install now?
es_es: El paquete yt-dlp no está instalado... ¿Quieres instalarlo ahora?
fi: Yt-dlp-pakettia ei ole asennettu... Haluatko asentaa nyt?
fr: Le paquet yt-dlp n'est pas installé... Voulez-vous l'installer maintenant?
hu: Az yt-dlp csomag nincs telepítve... Szeretné most telepíteni?
it: Il pacchetto yt-dlp non è installato... Vuoi installare ora?
ja: yt-dlp パッケージがインストールされていません... 今すぐインストールしますか?
pl: Pakiet yt-dlp nie jest zainstalowany... Czy chcesz zainstalować teraz?
pt_br: O pacote yt-dlp não está instalado... Você deseja instalar agora?
pt_pt: O pacote yt-dlp não está instalado... Pretende instalar agora?
uk: Пакет yt-dlp не встановлено... Встановити зараз?

source: Copy and paste the video address below:
de: Kopieren Sie die Videoadresse unten und fügen Sie sie ein:
el: Αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση βίντεο:
es_es: Copie y pegue la dirección del video a continuación:
fi: Kopioi ja liitä videon osoite alla:
fr: Copiez et collez l'adresse vidéo ci-dessous:
hu: Másolja és illessze be a videó címét alább:
it: Copia e incolla l'indirizzo video qui sotto:
ja: 以下のビデオ アドレスをコピーして貼り付けます:
pl: Skopiuj i wklej poniższy adres wideo:
pt_br: Copie e cole o endereço do vídeo abaixo:
pt_pt: Copie e cole o endereço do vídeo abaixo:
ru: Скопируйте и вставьте адрес видео ниже:
uk: Скопіюйте та вставте адресу відео нижче:

source: Choose the location you want to save:
de: Wählen Sie den Speicherort aus:
el: Επιλέξτε την τοποθεσία που θέλετε να αποθηκεύσετε:
es_es: Elija la ubicación donde desea guardar:
fi: Valitse sijainti, jonka haluat tallentaa:
fr: Choisissez l'emplacement où vous souhaitez enregistrer:
hu: Válassza ki a menteni kívánt helyet:
it: Scegli la posizione in cui vuoi salvare:
ja: 保存する場所を選択してください:
pl: Wybierz lokalizację, w której chcesz zapisać:
pt_br: Escolha o local onde deseja salvar:
pt_pt: Escolha o local que pretende guardar:
ru: Выберите место сохранения:
uk: Виберіть місце, яке хочете зберегти:

source: Do you want to play the video?
de: Möchten Sie das Video abspielen?
el: Θέλετε να παίξετε το βίντεο;
es_es: ¿Quieres reproducir el vídeo?
fi: Haluatko toistaa videon?
fr: Voulez-vous lire la vidéo?
hu: Akarja lejátszani a videót?
it: Vuoi riprodurre il video?
ja: ビデオを再生しますか?
pl: Czy chcesz odtworzyć wideo?
pt_br: Você quer reproduzir o vídeo?
pt_pt: Deseja reproduzir o vídeo?
ru: Хотите воспроизвести видео?
uk: Ви хочете відтворити відео?

source: Select the video:
de: Wählen Sie das Video aus:
el: Επιλέξτε το βίντεο:
es_es: Selecciona el vídeo:
fi: Valitse video:
fr: Sélectionnez la vidéo:
hu: Válassza ki a videót:
it: Seleziona il video:
ja: ビデオを選択してください:
pl: Wybierz wideo:
pt_br: Selecione o vídeo:
pt_pt: Selecione o vídeo:
ru: Выберите видео:
uk: Виберіть відео:

source: Do you want to play the audio?
de: Möchten Sie den Ton abspielen?
el: Θέλετε να παίξετε τον ήχο;
es_es: ¿Quieres reproducir el audio?
fi: Haluatko toistaa äänen?
fr: Voulez-vous lire l'audio?
hu: Szeretné lejátszani a hangot?
it: Vuoi riprodurre l'audio?
ja: オーディオを再生しますか?
pl: Czy chcesz odtworzyć audio?
pt_br: Você quer reproduzir o áudio?
pt_pt: Deseja reproduzir o áudio?
ru: Хотите воспроизвести аудио?
uk: Бажаєте відтворити аудіо?

source: Select the audio:
de: Wählen Sie den Ton aus:
el: Επιλέξτε τον ήχο:
es_es: Seleccionar audio:
fi: Valitse ääni:
fr: Sélectionnez l'audio:
hu: Válassza ki a hangot:
it: Seleziona l'audio:
ja: オーディオを選択してください:
pl: Wybierz audio:
pt_br: Selecione o áudio:
pt_pt: Selecione o áudio:
ru: Выберите аудио:
uk: Виберіть аудіо:

source: Videos from the lists are not available.
de: Videos aus den Listen sind nicht verfügbar.
el: Τα βίντεο από τις λίστες δεν είναι διαθέσιμα.
es_es: Los vídeos de lista no están disponibles.
fi: Listojen videot eivät ole saatavilla.
fr: Les vidéos des listes ne sont pas disponibles.
hu: A listákon szereplő videók nem érhetők el.
it: I video dagli elenchi non sono disponibili.
ja: リストのビデオは利用できません。
pl: Filmy z list są niedostępne.
pt_br: Os vídeos das listas não estão disponíveis.
pt_pt: Os vídeos das listas não estão disponíveis.
ru: Видео из списков недоступны.
uk: Відео зі списків недоступні.

source: We are working on this.
de: Wir arbeiten daran.
el: Εργαζόμαστε πάνω σε αυτό.
es_es: Estamos trabajando en ello.
fi: Työskentelemme tämän asian parissa.
fr: Nous travaillons sur ce problème.
hu: Ezen dolgozunk.
it: Stiamo lavorando su questo.
ja: 現在対応中です。
pl: Pracujemy nad tym.
pt_br: Estamos trabalhando nisso.
pt_pt: Estamos a trabalhar nisso.
ru: Мы работаем над этим.
uk: Ми над цим працюємо.

source: Unknown error.
de: Unbekannter Fehler.
el: Άγνωστο σφάλμα.
es_es: Error desconocido.
fi: Tuntematon virhe.
fr: Erreur inconnue.
hu: Ismeretlen hiba.
it: Errore sconosciuto.
ja: 不明なエラーです。
pl: Nieznany błąd.
pt_br: Erro desconhecido.
pt_pt: Erro desconhecido.
ru: Неизвестная ошибка.
uk: Невідома помилка.

source: File name
de: Dateiname
el: Όνομα αρχείου
es_es: Nombre del archivo
fi: Tiedoston nimi
fr: Nom de fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
pl: Nazwa pliku
pt_br: Nome do arquivo
pt_pt: Nome do ficheiro
ru: Имя файла
uk: Ім'я файлу

source: Downloading from playlist to
de: Herunterladen von der Wiedergabeliste nach
el: Λήψη από λίστα αναπαραγωγής σε
es_es: Descargando de la lista de reproducción a
fi: Ladataan soittolistasta kohteeseen
fr: Téléchargement de la liste de lecture vers
hu: Letöltés lejátszási listáról ide
it: Download da playlist a
ja: プレイリストからダウンロード中
pl: Pobieranie z listy odtwarzania do
pt_br: Baixando da Playlist para
pt_pt: Descarregar da playlist para
ru: Загрузка из плейлиста в
uk: Завантаження зі списку відтворення в

source: Using language
de: Sprache wird verwendet
el: Χρήση γλώσσας
es_es: Usando el lenguaje
fi: Kielen käyttö
fr: Utilisation de la langue
hu: A nyelv használata
it: Utilizzo della lingua
ja: 使用言語
pl: Używanie języka
pt_br: Usando a linguagem
pt_pt: Usando a linguagem
ru: Использование языка
uk: Використання мови

source: Audio quality is usually determined by the bit rate (the higher the bit rate, the better the quality).
el: Η ποιότητα του ήχου καθορίζεται συνήθως από τον ρυθμό μετάδοσης bit (όσο υψηλότερος είναι ο ρυθμός μετάδοσης bit, τόσο καλύτερη είναι η ποιότητα).
es_es: La calidad del audio generalmente está determinada por la tasa de bits (cuanto mayor sea la tasa de bits, mejor será la calidad).
fr: La qualité audio est généralement déterminée par le débit binaire (plus le débit binaire est élevé, meilleure est la qualité).
hu: A hangminőséget általában a bitsebesség határozza meg (minél nagyobb a bitsebesség, annál jobb a minőség).
ja: オーディオ品質は通常、ビット レートによって決まります (ビット レートが高いほど、品質は良くなります)。
pl: Jakość dźwięku jest zazwyczaj określana przez szybkość transmisji danych (im wyższa szybkość transmisji danych, tym lepsza jakość).
pt_br: A qualidade do áudio geralmente é determinada pela taxa de bits (quanto maior a taxa de bits, melhor a qualidade).
pt_pt: A qualidade do áudio é normalmente determinada pela taxa de bits (quanto maior a taxa de bits, melhor será a qualidade).
ru: Качество звука обычно определяется скоростью передачи данных (чем выше скорость передачи данных, тем лучше качество).

source: For video quality, the main criteria are resolution and codec.
el: Για την ποιότητα του βίντεο, τα κύρια κριτήρια είναι η ανάλυση και ο κωδικοποιητής.
es_es: Para la calidad del vídeo, el criterio principal es la resolución y el códec.
fr: Pour la qualité vidéo, les principaux critères sont la résolution et le codec.
hu: A videó minőségéhez a fő kritérium a felbontás és a kodek.
ja: ビデオ品質の主な基準は解像度とコーデックです。
pl: Głównymi kryteriami jakości wideo są rozdzielczość i kodek.
pt_br: Para a qualidade de vídeo, o critério principal é a resolução e o codec.
pt_pt: Para a qualidade de vídeo, os principais critérios são a resolução e o codec.
ru: Для качества видео основными критериями являются разрешение и кодек.

source: Please wait while the audio is downloading.
de: Bitte warten Sie, während der Ton heruntergeladen wird.
el: Περιμένετε όσο γίνεται λήψη του ήχου.
es_es: Espere mientras se descarga el audio.
fr: Veuillez patienter pendant le téléchargement de l'audio.
hu: Kérjük, várjon, amíg a hang letöltődik.
it: Attendi mentre l'audio viene scaricato.
ja: オーディオのダウンロードが完了するまでお待ちください。
pl: Proszę czekać, podczas gdy dźwięk jest pobierany.
pt_br: Aguarde enquanto o áudio está sendo baixado.
pt_pt: Aguarde enquanto o áudio está a ser descarregado.
ru: Подождите, пока загружается аудио.
uk: Зачекайте, поки аудіо завантажується.

source: Please wait while the video is downloading.
de: Bitte warten Sie, während das Video heruntergeladen wird.
el: Περιμένετε όσο γίνεται λήψη του βίντεο.
es_es: Espere mientras se descarga el video.
fi: Odota, kun video latautuu.
fr: Veuillez patienter pendant le téléchargement de la vidéo.
hu: Kérjük, várjon, amíg a videó letöltődik.
it: Attendi mentre il video viene scaricato.
ja: ビデオのダウンロードが完了するまでお待ちください。
pl: Proszę czekać, podczas gdy wideo jest pobierane.
pt_br: Aguarde enquanto o vídeo está sendo baixado.
pt_pt: Aguarde enquanto o vídeo é descarregado.
ru: Подождите, пока загружается видео.
uk: Зачекайте, поки відео завантажується.

source: Downloading video...
de: Video wird heruntergeladen...
el: Λήψη βίντεο...
es_es: Descargando vídeo...
fi: Ladataan videota...
fr: Téléchargement de la vidéo...
hu: Videó letöltése...
it: Download del video in corso...
ja: ビデオをダウンロードしています...
pl: Pobieranie wideo...
pt_br: Baixando vídeo...
pt_pt: A descarregar vídeo...
ru: Загрузка видео...
uk: Завантаження відео...

source: Saving to
de: Speichern in
el: Αποθήκευση σε
es_es: Guardando en
fi: Tallennetaan kohteeseen
fr: Sauvegarder dans
hu: Mentés ide
it: Salvataggio in
ja: 保存先
pl: Zapisywanie do
pt_br: Salvando em
pt_pt: Salvando em
ru: Сохранение в
uk: Збереження в

source: Failed to download video. Please try again later.
de: Video konnte nicht heruntergeladen werden. Bitte versuchen Sie es später erneut.
el: Αποτυχία λήψης βίντεο. Δοκιμάστε ξανά αργότερα.
es_es: No se pudo descargar el video. Inténtelo de nuevo más tarde.
fi: Videon lataaminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Échec du téléchargement de la vidéo. Veuillez réessayer ultérieurement.
hu: Nem sikerült letölteni a videót. Kérjük, próbálja újra később.
it: Impossibile scaricare il video. Riprova più tardi.
ja: ビデオのダウンロードに失敗しました。しばらくしてからもう一度お試しください。
pl: Nie udało się pobrać wideo. Spróbuj ponownie później.
pt_br: Falha ao baixar o vídeo. Tente novamente mais tarde.
pt_pt: Falha ao descarregar o vídeo. Por favor, tente mais tarde.
ru: Не удалось загрузить видео. Повторите попытку позже.
uk: Не вдалося завантажити відео. Спробуйте пізніше.

source: Failed to download audio. Please try again later.
el: Αποτυχία λήψης ήχου. Δοκιμάστε ξανά αργότερα.
fr: Échec du chargement de l'audio. Veuillez réessayer plus tard.
hu: Nem sikerült letölteni a hanganyagot. Kérjük, próbálja újra később.
ja: 音声のダウンロードに失敗しました。後でもう一度試してください。
pl: Nie udało się pobrać dźwięku. Spróbuj ponownie później.
pt_pt: Falha ao descarregar o áudio. Por favor, tente mais tarde.

source: In "Media Player" was used: "$PLAYLIST"
de: In "Media Player" wurde verwendet: "$PLAYLIST"
el: Στο "Media Player" χρησιμοποιήθηκε: "$PLAYLIST"
es_es: En "Media Player" se utilizó: "$PLAYLIST"
fi: "Media Playerissa" käytettiin: "$PLAYLIST"
fr: Dans « Media Player » a été utilisé : « $PLAYLIST »
hu: A "Media Player" alkalmazásban: "$PLAYLIST"
it: In "Media Player" è stato utilizzato: "$PLAYLIST"
ja: "メディアプレーヤー"では"$PLAYLIST"が使用されました
pl: W "Media Player" użyto: "$PLAYLIST"
pt_br: Em "Reprodutor de mídia" foi usado: "$PLAYLST"
pt_pt: No "Media Player" foi utilizado: "$PLAYLIST"
ru: В "Media Player" был использован: "$PLAYLIST"
uk: У "Media Player" використовувався: "$PLAYLIST"

source: The languages ​​currently supported by the program are
de: Die derzeit vom Programm unterstützten Sprachen sind
el: Οι γλώσσες που υποστηρίζονται αυτήν τη στιγμή από το πρόγραμμα είναι
es_es: Los idiomas actualmente soportados por el programa son
fi: Ohjelman tällä hetkellä tukemat kielet ovat
fr: Les langues actuellement prises en charge par le programme sont
hu: A program által jelenleg támogatott nyelvek:
it: Le lingue attualmente supportate dal programma sono
ja: 現在プログラムでサポートされている言語は
pl: Języki obecnie obsługiwane przez program to
pt_br: Os idiomas suportados pelo programa atualmente são
pt_pt: Os idiomas atualmente suportados pelo programa são
ru: В настоящее время программой поддерживаются следующие языки:
uk: Програма наразі підтримує такі мови

source: find program is not installed.
de: Find-Programm ist nicht installiert.
el: Το πρόγραμμα find δεν είναι εγκατεστημένο.
es_es: El programa find no está instalado.
fi: find-ohjelmaa ei ole asennettu.
fr: le programme find n'est pas installé.
hu: find program nincs telepítve.
it: find il programma non è installato.
ja: find プログラムがインストールされていません。
pl: find program nie jest zainstalowany.
pt_br: O programa find não está instalado.
pt_pt: O programa find não está instalado.
ru: Программа find не установлена.
uk: програма 'find' не встановлена.

source: Error: File name not found!
el: Σφάλμα: Το όνομα αρχείου δεν βρέθηκε!
fr: Erreur: nom de fichier introuvable!
hu: Hiba: A fájlnév nem található!
ja: エラー: ファイル名が見つかりません!
pl: Błąd: Nazwa pliku nie została znaleziona!
pt_pt: Erro: Nome do ficheiro não encontrado!

source: Final file name
el: Τελικό όνομα αρχείου
fr: Nom de fichier final
hu: Végső fájlnév
ja: 最終ファイル名
pl: Ostateczna nazwa pliku
pt_pt: Nome final do ficheiro

source: Infor
pt_pt: Informações

source: You should have received a copy of the GNU General Public License along with this program. If not, see <a href='https://www.gnu.org/licenses/'>https://www.gnu.org/licenses/</a>.
fr: Vous devriez avoir reçu une copie de la licence publique générale GNU avec ce programme. Sinon, consultez <a href='https://www.gnu.org/licenses/'>https://www.gnu.org/licenses/</a>.
pt_pt: Deverá ter recebido uma cópia da Licença Pública Geral GNU juntamente com este programa. Caso contrário, consulte <a href='https://www.gnu.org/licenses/'>https://www.gnu.org/licenses/</a>.

source: The yt-dlp package is not installed... Do you want to install now?
de: Das yt-dlp-Paket ist nicht installiert... Möchten Sie es jetzt installieren?
el: Το πακέτο yt-dlp δεν έχει εγκατασταθεί... Θέλετε να το εγκαταστήσετε τώρα;
ru: Пакет yt-dlp не установлен... Хотите установить сейчас?

source: Your audio has been successfully saved to
de: Ihr Audio wurde erfolgreich gespeichert in
fi: Ääni on tallennettu onnistuneesti kohteeseen
it: L'audio è stato salvato correttamente in
uk: Ваше аудіофайл успішно збережено в

source: Your video has been successfully saved to
de: Ihr Video wurde erfolgreich gespeichert in
fi: Videosi on tallennettu onnistuneesti kohteeseen
it: Il video è stato salvato correttamente in
uk: Ваше відео успішно збережено в

source: Audio quality is usually determined by the bit rate (the higher the bit rate, the better the quality). For video quality, the main criteria are resolution and codec.
de: Die Audioqualität wird normalerweise durch die Bitrate bestimmt (je höher die Bitrate, desto besser die Qualität). Für die Videoqualität sind Auflösung und Codec die wichtigsten Kriterien.
fi: Äänen laatu määräytyy yleensä bittinopeuden mukaan (mitä suurempi bittinopeus, sitä parempi laatu). Videon laadun pääkriteerit ovat resoluutio ja koodekki.
it: La qualità audio è solitamente determinata dal bit rate (più alto è il bit rate, migliore è la qualità). Per la qualità video, i criteri principali sono la risoluzione e il codec.
uk: Якість аудіо зазвичай визначається бітрейтом (що вищий бітрейт, то краща якість). Для якості відео основними критеріями є роздільна здатність і кодек.
