Repository: sparkylinux/sparky-tube
Catalog: usr/share/doc/sparky-tube/po/sparky-tube_*.po
Languages: de, el, es_es, fi, fr, hu, it, ja, pl, pt_br, pt_pt, ru, uk

source: Copy and paste the video address below:
de: Kopieren Sie die Videoadresse und fügen Sie sie unten ein:
el: Αντιγράψτε και επικολλήστε την παρακάτω διεύθυνση βίντεο:
es_es: Copia y pega la dirección del video a continuación:
fi: Kopioi ja liitä alla oleva videoosoite:
fr: Copiez et collez l'adresse vidéo ci-dessous:
hu: Másolja ki és illessze be az alábbi videó címét:
it: Copia e incolla l'indirizzo video qui sotto:
ja: 以下のビデオ アドレスをコピーして貼り付けます:
pl: Skopiuj i wklej poniższy adres wideo:
pt_br: Copie e cole o endereço do vídeo abaixo:
pt_pt: Copie e cole o endereço do vídeo abaixo:
ru: Скопируйте и вставьте адрес видео ниже:
uk: Скопіюйте та вставте адресу відео нижче:

source: The URL you entered is invalid! Please check and try again! Exiting...
de: Die eingegebene URL ist ungültig! Bitte überprüfen Sie sie und versuchen Sie es erneut! Wird beendet...
el: Η διεύθυνση URL που εισαγάγατε δεν είναι έγκυρη! Ελέγξτε και δοκιμάστε ξανά! Έξοδος...
es_es: ¡La URL ingresada no es válida! ¡Verifique e intente nuevamente! Saliendo...
fi: Antamasi URL-osoite on virheellinen! Tarkista ja yritä uudelleen! Poistutaan...
fr: L'URL que vous avez saisie n'est pas valide ! Veuillez vérifier et réessayer ! Sortie...
hu: A megadott URL érvénytelen! Ellenőrizze, és próbálja újra! Kilépés...
it: L'URL inserito non è valido! Controlla e riprova! Uscita in corso...
ja: 入力した URL は無効です! 確認してもう一度お試しください! 終了しています...
pl: Wprowadzony adres URL jest nieprawidłowy! Sprawdź i spróbuj ponownie! Wychodzenie...
pt_br: A URL inserida é inválida! Verifique e tente novamente! Saindo...
pt_pt: O URL que introduziu é inválido! Verifique e tente novamente! A sair...
ru: Введенный вами URL недействителен! Проверьте и повторите попытку! Выход...
uk: Введена URL-адреса недійсна! Перевірте та повторіть спробу! Вихід...

source: Downloading and Converting to:
de: Herunterladen und Konvertieren in:
el: Λήψη και μετατροπή σε:
es_es: Descargando y convirtiendo a:
fi: Lataaminen ja muuntaminen muotoon:
fr: Téléchargement et conversion en:
hu: Letöltés és konvertálás ide:
it: Download e conversione in:
ja: ダウンロードして変換しています:
pl: Pobieranie i konwertowanie do:
pt_br: Baixando e Convertendo para:
pt_pt: Descarregando e convertendo para:
ru: Загрузка и конвертация в:
uk: Завантаження та перетворення на:

source: Your audio has been successfully saved to
el: Ο ήχος σας αποθηκεύτηκε με επιτυχία στο
es_es: Su audio se ha guardado correctamente en
fr: Votre audio a été enregistré avec succès dans
hu: A hangot sikeresen elmentette ide
ja: オーディオは に保存されました
pl: Twój dźwięk został pomyślnie zapisany do
pt_br: Seu áudio foi salvo com sucesso em
pt_pt: O seu áudio foi salvo com sucesso em
ru: Ваше аудио успешно сохранено в

source: Your video has been successfully saved to
el: Το βίντεό σας αποθηκεύτηκε με επιτυχία στο
es_es: Su video ha sido guardado exitosamente en
fr: Votre vidéo a été enregistrée avec succès dans
hu: A videód sikeresen elmentve ide
ja: ビデオは に保存されました
pl: Twój film został pomyślnie zapisany do
pt_br: Seu vídeo foi salvo com sucesso em
pt_pt: O seu vídeo foi salvo com sucesso em
ru: Ваше видео успешно сохранено в

source: OK
el: ΕΝΤΑΞΕΙ
es_es: DE ACUERDO
hu: RENDBEN

source: To go out
de: Ausgehen
el: Εξοδος
es_es: Salir
fi: Poistu
fr: Quitter
hu: Kijárat
it: Uscire
ja: 終了
pl: Wyjść
pt_br: Sair
pt_pt: Sair
ru: Выход
uk: Щоб вийти

source: Choose an audio or video format
de: Wählen Sie ein Audio- oder Videoformat
el: Επιλέξτε μια μορφή ήχου ή βίντεο
es_es: Elija un formato de audio o vídeo
fi: Valitse ääni- tai videomuoto
fr: Choisissez un format audio ou vidéo
hu: Válasszon hang- vagy videóformátumot
it: Scegli un formato audio o video
ja: オーディオまたはビデオの形式を選択してください
pl: Wybierz format audio lub wideo
pt_br: Escolha um formato de áudio ou vídeo
pt_pt: Escolha um formato de áudio ou vídeo
ru: Выберите формат аудио или видео
uk: Виберіть формат аудіо або відео

source: You have not entered any URL! Exiting...
de: Sie haben keine URL eingegeben! Wird beendet...
el: Δεν έχετε εισαγάγει καμία διεύθυνση URL! Έξοδος...
es_es: ¡No has introducido ninguna URL! Saliendo...
fi: Et ole antanut URL-osoitetta! Poistutaan...
fr: Vous n'avez saisi aucune URL ! Sortie...
hu: Nem adott meg semmilyen URL-t! Kilépés...
it: Non hai inserito alcun URL! Uscita in corso...
ja: URL が入力されていません! 終了しています...
pl: Nie wprowadzono żadnego adresu URL! Wychodzenie...
pt_br: Você não inseriu nenhuma URL! Saindo...
pt_pt: Não inseriu nenhum URL! Saindo...
ru: Вы не ввели URL! Выход...
uk: Ви не ввели жодної URL-адреси! Вихід...

source: Please wait until complite...
de: Bitte warten Sie, bis der Vorgang abgeschlossen ist...
el: Περιμένετε μέχρι να ολοκληρωθεί...
es_es: Por favor espera hasta que esté completo...
fi: Odota, kunnes valmis...
fr: Veuillez patienter jusqu'à la fin...
hu: Kérjük, várjon a befejezésig...
it: Attendi il completamento...
ja: 完了するまでお待ちください...
pl: Proszę czekać na zakończenie...
pt_br: Por favor, aguarde até que seja concluído...
pt_pt: Aguarde até completar...
ru: Пожалуйста, подождите завершения...
uk: Будь ласка, зачекайте до завершення...

source: Play after downloading
de: Nach dem Herunterladen abspielen
el: Παίξτε μετά τη λήψη
es_es: Abrir después de la descarga
fi: Pelaa lataamisen jälkeen
fr: Lire après le téléchargement
hu: Játssz a letöltés után
it: Riproduci dopo il download
ja: ダウンロード後に再生
pl: Odtwórz po pobraniu
pt_br: Reproduzir depois que baixar
pt_pt: Reproduzir após o download
ru: Воспроизведение после загрузки
uk: Відтворити після завантаження

source: ERROR
de: FEHLER
el: ΣΦΑΛΜΑ
fi: VIRHE
fr: ERREUR
hu: HIBA
it: ERRORE
ja: エラー
pl: BŁĄD
pt_br: ERRO
pt_pt: ERRO
ru: ОШИБКА
uk: ПОМИЛКА

source: Download Playlist
el: Λήψη λίστας αναπαραγωγής
es_es: Descargar lista de reproducción
fi: Lataa soittolista
fr: Télécharger la liste de lecture
hu: Lejátszási lista letöltése
it: Scarica playlist
ja: プレイリストをダウンロード
pl: Pobierz listę odtwarzania
pt_br: Baixar Playlist
pt_pt: Baixar Playlist
ru: Загрузить плейлист
uk: Завантажити список відтворення

source: Notice
de: Beachten
el: Ανακοίνωση
es_es: Aviso
fi: Huomaa
fr: Avis
hu: Értesítés
it: Avviso
ja: 通知
pl: Powiadomienie
pt_br: Aviso
pt_pt: Aviso
ru: Уведомление
uk: Повідомлення

source: Help
de: Hilfe
el: Βοήθεια
es_es: Ayuda
fi: Auttaa
fr: Aide
hu: Segítség
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
pt_pt: Ajuda
ru: Справка
uk: Довідка

source: Media Player
es_es: Reproductor multimedia
fi: Mediasoitin
fr: Lecteur multimédia
hu: Médialejátszó
it: Lettore multimediale
ja: メディア プレーヤー
pl: Odtwarzacz multimedialny
pt_br: Reprodutor de mídia
pt_pt: Reprodutor de multimédia
ru: Медиаплеер
uk: Медіаплеєр

source: Unidentified language... returned
de: Nicht identifizierte Sprache... zurückgegeben
el: Αγνώστου ταυτότητας γλώσσα... επέστρεψε
es_es: Idioma no identificado... devuelto
fi: Tuntematon kieli... palautettu
fr: Langue non identifiée... renvoyée
hu: Azonosítatlan nyelv... visszakerült
it: Lingua non identificata... restituita
ja: 不明な言語... が返されました
pl: Zwrócono niezidentyfikowany język...
pt_br: Idioma não identificado... retornou
pt_pt: Idioma não identificado... devolvido
ru: Неопознанный язык... возвращен
uk: Невідома мова... повернулася

source: yt-dlp program is not installed.
de: yt-dlp-Programm ist nicht installiert.
el: Το πρόγραμμα yt-dlp δεν είναι εγκατεστημένο.
es_es: El programa yt-dlp no está instalado.
fi: yt-dlp-ohjelmaa ei ole asennettu.
fr: Le programme yt-dlp n'est pas installé.
hu: yt-dlp program nincs telepítve.
it: Il programma yt-dlp non è installato.
ja: yt-dlp プログラムがインストールされていません。
pl: Program yt-dlp nie jest zainstalowany.
pt_br: Programa yt-dlp não esta instalado.
pt_pt: O programa yt-dlp não está instalado.
ru: Программа yt-dlp не установлена.
uk: Програма yt-dlp не встановлена.

source: ffplay program is not installed.
de: ffplay-Programm ist nicht installiert.
el: Το πρόγραμμα ffplay δεν είναι εγκατεστημένο.
es_es: El programa ffplay no está instalado.
fi: ffplay-ohjelmaa ei ole asennettu.
fr: Le programme ffplay n'est pas installé.
hu: ffplay program nincs telepítve.
it: Il programma ffplay non è installato.
ja: ffplay プログラムがインストールされていません。
pl: Program ffplay nie jest zainstalowany.
pt_br: Programa ffplay não esta instalado.
pt_pt: O programa ffplay não está instalado.
ru: Программа ffplay не установлена.
uk: Програма ffplay не встановлена.

source: Curl program is not installed.
de: Curl-Programm ist nicht installiert.
el: Το πρόγραμμα Curl δεν είναι εγκατεστημένο.
es_es: El programa Curl no está instalado.
fi: Curl-ohjelmaa ei ole asennettu.
fr: Le programme Curl n'est pas installé.
hu: A Curl program nincs telepítve.
it: Il programma Curl non è installato.
ja: Curl プログラムがインストールされていません。
pl: Program Curl nie jest zainstalowany.
pt_br: Programa curl não esta instalado.
pt_pt: O programa curl não está instalado.
ru: Программа Curl не установлена.
uk: Програма Curl не встановлена.

source: Notify-send program is not installed.
de: Notify-send-Programm ist nicht installiert.
el: Το πρόγραμμα Notify-Send δεν έχει εγκατασταθεί.
es_es: El programa de envío de notificaciones no está instalado.
fi: Notify-send -ohjelmaa ei ole asennettu.
fr: Le programme Notify-send n'est pas installé.
hu: Az Notify-Send program nincs telepítve.
it: Il programma Notify-send non è installato.
ja: Notify-send プログラムがインストールされていません。
pl: Program Notify-send nie jest zainstalowany.
pt_br: Programa notify-send não esta instalado.
pt_pt: O programa notify-send não está instalado.
ru: Программа Notify-send не установлена.
uk: Програма Notify-send не встановлена.

source: Sed program is not installed.
de: Sed-Programm ist nicht installiert.
el: Το πρόγραμμα Sed δεν έχει εγκατασταθεί.
es_es: El programa Sed no está instalado.
fi: Sed-ohjelmaa ei ole asennettu.
fr: Le programme Sed n'est pas installé.
hu: A Sed program nincs telepítve.
it: Il programma Sed non è installato.
ja: Sed プログラムがインストールされていません。
pl: Program Sed nie jest zainstalowany.
pt_br: Programa sed não esta instalado.
pt_pt: O programa sed não está instalado.
ru: Программа Sed не установлена.
uk: Програма Sed не встановлена.

source: Ping program is not installed.
de: Ping-Programm ist nicht installiert.
el: Το πρόγραμμα ping δεν είναι εγκατεστημένο.
es_es: El programa ping no está instalado.
fi: Ping-ohjelmaa ei ole asennettu.
fr: Le programme Ping n'est pas installé.
hu: A ping program nincs telepítve.
it: Il programma Ping non è installato.
ja: Ping プログラムがインストールされていません。
pl: Program Ping nie jest zainstalowany.
pt_br: Programa ping não esta instalado.
pt_pt: O programa ping não está instalado.
ru: Программа Ping не установлена.
uk: Програма Ping не встановлена.

source: You-get program is not installed.
de: You-get-Programm ist nicht installiert.
el: Το πρόγραμμα You-get δεν έχει εγκατασταθεί.
es_es: El programa You-get no está instalado.
fi: You-get-ohjelmaa ei ole asennettu.
fr: Le programme You-get n'est pas installé.
hu: A You-get program nincs telepítve.
it: Il programma You-get non è installato.
ja: You-get プログラムがインストールされていません。
pl: Program You-get nie jest zainstalowany.
pt_br: Programa you-get não esta instalado.
pt_pt: O programa you-get não está instalado.
ru: Программа You-get не установлена.
uk: Програма You-get не встановлена.

source: No Internet Access
de: Kein Internetzugang
el: Χωρίς πρόσβαση στο Διαδίκτυο
es_es: Sin acceso a Internet
fi: Ei Internet-yhteyttä
fr: Pas d'accès Internet
hu: Nincs internet-hozzáférés
it: Nessun accesso a Internet
ja: インターネット アクセスなし
pl: Brak dostępu do Internetu
pt_br: Sem Acesso à Internet
pt_pt: Sem acesso à Internet
ru: Нет доступа в Интернет
uk: Немає доступу до Інтернету

source: You are not connected to the Internet!
de: Sie sind nicht mit dem Internet verbunden!
el: Δεν είστε συνδεδεμένοι στο Διαδίκτυο!
es_es: No estas conectado a internet!
fi: Et ole yhteydessä Internetiin!
fr: Vous n'êtes pas connecté à Internet!
hu: Nem csatlakozik az internethez!
it: Non sei connesso a Internet!
ja: インターネットに接続されていません!
pl: Nie masz połączenia z Internetem!
pt_br: Você não está conectado à Internet!
pt_pt: Não está ligado à Internet!
ru: Вы не подключены к Интернету!
uk: Ви не підключені до Інтернету!

source: System
el: Σύστημα
es_es: Sistema
fi: Järjestelmä
fr: Système
hu: Rendszer
it: Sistema
ja: システム
pt_br: Sistema
pt_pt: Sistema
ru: Система
uk: система

source: Kernel version
el: Έκδοση πυρήνα
es_es: Versión del kernel
fi: Ytimen versio
fr: Version du noyau
hu: Kernel verzió
it: Versione kernel
ja: カーネル バージョン
pl: Wersja jądra
pt_br: Versão do kernel
pt_pt: Versão do kernel
ru: Версия ядра
uk: Версія ядра

source: Processor Architecture
de: Prozessorarchitektur
el: Αρχιτεκτονική Επεξεργαστή
es_es: Arquitectura del procesador
fi: Prosessorin arkkitehtuuri
fr: Architecture du processeur
hu: Processzor architektúra
it: Architettura processore
ja: プロセッサ アーキテクチャ
pl: Architektura procesora
pt_br: Arquitetura do processador
pt_pt: Arquitetura do processador
ru: Архитектура процессора
uk: Архітектура процесора

source: YT-DLP Version
el: Έκδοση YT-DLP
es_es: Versión YT-DLP
fi: YT-DLP-versio
fr: Version YT-DLP
hu: YT-DLP verzió
it: Versione YT-DLP
ja: YT-DLP バージョン
pl: Wersja YT-DLP
pt_br: Versão do yt-dlp
pt_pt: Versão YT-DLP
ru: Версия YT-DLP
uk: Версія YT-DLP

source: No player configured.
de: Kein Player konfiguriert.
el: Δεν έχει διαμορφωθεί πρόγραμμα αναπαραγωγής.
es_es: No hay ningún reproductor multimedia configurado.
fi: Soitinta ei ole määritetty.
fr: Aucun lecteur configuré.
hu: Nincs konfigurálva lejátszó.
it: Nessun player configurato.
ja: プレーヤーが設定されていません。
pl: Żaden odtwarzacz nie został skonfigurowany.
pt_br: Nenhum player configurado.
pt_pt: Nenhum player configurado.
ru: Проигрыватель не настроен.
uk: Програвач не налаштовано.

source: Language
de: Sprache
el: Γλώσσα
es_es: Idioma
fi: Kieli
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
uk: Мова

source: Sparky Tube downloads a video file from a website and converts it into an audio or video output file.
de: Sparky Tube lädt eine Videodatei von einer Website herunter und konvertiert sie in eine Audio- oder Videoausgabedatei.
el: Το Sparky Tube κατεβάζει ένα αρχείο βίντεο από έναν ιστότοπο και το μετατρέπει σε αρχείο εξόδου ήχου ή βίντεο.
es_es: Sparky Tube descarga un archivo de video de un sitio web y lo convierte en un archivo de salida de audio o video.
fi: Sparky Tube lataa videotiedoston verkkosivustolta ja muuntaa sen ääni- tai videolähtötiedostoksi.
fr: Sparky Tube télécharge un fichier vidéo à partir d'un site Web et le convertit en fichier de sortie audio ou vidéo.
hu: A Sparky Tube letölt egy videofájlt egy webhelyről, és audio- vagy videokimeneti fájllá konvertálja.
it: Sparky Tube scarica un file video da un sito Web e lo converte in un file di output audio o video.
ja: Sparky Tube は、Web サイトからビデオ ファイルをダウンロードし、それをオーディオまたはビデオ出力ファイルに変換します。
pl: Sparky Tube pobiera plik wideo ze strony internetowej i konwertuje go na plik wyjściowy audio lub wideo.
pt_br: O Sparky Tube baixa um arquivo de vídeo de um site e o converte em um arquivo de saída de áudio ou vídeo.
pt_pt: O Sparky Tube descarrega um ficheiro de vídeo de um website e converte-o num ficheiro de saída de áudio ou vídeo.
ru: Sparky Tube загружает видеофайл с веб-сайта и преобразует его в аудио- или видеофайл.
uk: Sparky Tube завантажує відеофайл із веб-сайту та перетворює його на вихідний аудіо- чи відеофайл.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License.
de: Dieses Programm ist kostenlose Software: Sie können es unter den Bedingungen der GNU General Public License weitergeben und/oder ändern.
el: Αυτό το πρόγραμμα είναι ελεύθερο λογισμικό: μπορείτε να το αναδιανείμετε ή/και να το τροποποιήσετε σύμφωνα με τους όρους της Γενικής Δημόσιας Άδειας GNU.
es_es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU.
fi: Tämä ohjelma on ilmainen ohjelmisto: voit jakaa sen uudelleen ja/tai muokata sitä GNU General Public License -lisenssin ehtojen mukaisesti.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique générale GNU.
hu: Ez a program ingyenes szoftver: újraterjesztheti és/vagy módosíthatja a GNU General Public License feltételei szerint.
it: Questo programma è un software libero: puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License.
ja: このプログラムはフリーソフトウェアです。GNU 一般公衆利用許諾書の条件に従って再配布および/または改変することができます。
pl: Ten program jest wolnym oprogramowaniem: możesz go rozpowszechniać i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU.
pt_br: Este programa é software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU
pt_pt: Este programa é um software livre: pode redistribuí-lo e/ou modificá-lo nos termos da Licença Pública Geral GNU.
ru: Эта программа является свободным программным обеспечением: вы можете распространять ее и/или изменять ее в соответствии с условиями GNU General Public License.
uk: Ця програма є безкоштовним програмним забезпеченням: ви можете поширювати її та/або змінювати згідно з умовами GNU General Public License.

source: as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: wie von der Free Software Foundation veröffentlicht, entweder Version 3 der Lizenz oder (nach Ihrer Wahl) jede spätere Version.
el: όπως δημοσιεύτηκε από το Ίδρυμα Ελεύθερου Λογισμικού, είτε την έκδοση 3 της Άδειας χρήσης είτε (κατ' επιλογή σας) οποιαδήποτε μεταγενέστερη έκδοση.
es_es: tal como lo publica la Free Software Foundation, ya sea la versión 3 de la Licencia o (a su elección) cualquier versión posterior.
fi: Free Software Foundationin julkaisemana lisenssin versio 3 tai (valinnan mukaan) mikä tahansa myöhempi versio.
fr: telle que publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre choix) toute version ultérieure.
hu: a Free Software Foundation által közzétett, vagy a Licenc 3. verziója, vagy (az Ön választása szerint) bármely későbbi verzió.
it: come pubblicato dalla Free Software Foundation, sia la versione 3 della licenza, sia (a tua scelta) qualsiasi versione successiva.
ja: フリーソフトウェア財団によって発行されたライセンスのバージョン 3、または (選択により) それ以降のバージョン。
pl: opublikowanej przez Free Software Foundation, w wersji 3 Licencji lub (według własnego wyboru) w dowolnej późniejszej wersji.
pt_br: conforme publicada pela Free Software Foundation, seja na versão 3 da Licença ou (a seu critério) qualquer versão posterior.
pt_pt: conforme publicado pela Free Software Foundation, seja a versão 3 da Licença ou (a seu critério) qualquer versão posterior.
ru: опубликованной Free Software Foundation, либо версии 3 Лицензии, либо (по вашему выбору) любой более поздней версии.
uk: як опубліковано Free Software Foundation, версія 3 Ліцензії або (на ваш вибір) будь-яка пізніша версія.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty
de: Dieses Programm wird in der Hoffnung verbreitet, dass es nützlich sein wird, jedoch OHNE JEGLICHE GARANTIE; sogar ohne die implizite Garantie
el: Αυτό το πρόγραμμα διανέμεται με την ελπίδα ότι θα είναι χρήσιμο, αλλά ΧΩΡΙΣ ΚΑΜΙΑ ΕΓΓΥΗΣΗ. χωρίς καν την σιωπηρή εγγύηση
es_es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita
fi: Tätä ohjelmaa jaetaan siinä toivossa, että siitä on hyötyä, mutta ILMAN MITÄÄN TAKUUTA; ilman edes oletettua takuuta
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite
hu: Ezt a programot abban a reményben terjesztjük, hogy hasznos lesz, de MINDEN GARANCIA NÉLKÜL; még a beleértett garancia nélkül is
it: Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita
ja: このプログラムは有用であることを期待して配布されていますが、いかなる保証もなしに配布されています。暗黙の保証さえありません。
pl: Ten program jest rozpowszechniany z nadzieją, że będzie użyteczny, ale BEZ ŻADNEJ GWARANCJI; nawet bez domniemanej gwarancji
pt_br: Este programa é distribuído na esperança de que seja útil, mas SEM QUAISQUER GARANTIAS; sem mesmo a garantia implícita
pt_pt: Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; mesmo sem a garantia implícita
ru: Эта программа распространяется в надежде, что она будет полезна, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии
uk: Ця програма розповсюджується в надії, що вона буде корисною, але БЕЗ ЖОДНИХ ГАРАНТІЙ; навіть без неявної гарантії

source: of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: der MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Weitere Einzelheiten finden Sie in der GNU General Public License.
el: ΕΜΠΟΡΕΥΣΙΜΟΤΗΤΑΣ ή ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ ΓΙΑ ΣΥΓΚΕΚΡΙΜΕΝΟ ΣΚΟΠΟ. Δείτε τη Γενική Δημόσια Άδεια GNU για περισσότερες λεπτομέρειες.
es_es: de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Consulte la Licencia Pública General de GNU para obtener más detalles.
fi: MYYNTIKELPOISUUDESTA tai SOVELTUVUUDESTA TIETTYYN TARKOITUKSEEN. Katso lisätietoja GNU General Public License -lisenssistä.
fr: de COMMERCIALISATION ou D'ADÉQUATION À UN USAGE PARTICULIER. Consultez la licence publique générale GNU pour plus de détails.
hu: ELADHATÓSÁG, vagy ALKALMASSÁG ALKALMASSÁG ALKALMASSÁGRA. További részletekért lásd a GNU General Public License-t.
it: di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Consulta la GNU General Public License per maggiori dettagli.
ja: 商品性または特定目的への適合性。詳細については、GNU 一般公衆利用許諾書を参照してください。
pl: PRZYDATNOŚCI HANDLOWEJ lub PRZYDATNOŚCI DO OKREŚLONEGO CELU. Więcej szczegółów można znaleźć w Powszechnej Licencji Publicznej GNU.
pt_br: de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM FIM ESPECÍFICO. Veja a Licença Pública Geral GNU para mais detalhes.
pt_pt: de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO FIM. Consulte a Licença Pública Geral GNU para mais detalhes.
ru: ТОВАРНОЙ ПРИГОДНОСТИ или ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Более подробную информацию см. в GNU General Public License.
uk: КОМЕРЦІЙНОЇ ЦІЛЬНОСТІ або ПРИДАТНОСТІ ДЛЯ КОНКРЕТНОЇ МЕТИ. Додаткову інформацію див. у Загальній публічній ліцензії GNU.
